const dataEntry = {
  workplace: 'שם חברה',
  workers: [
    {
      id: '0',
      name: 'שם עובד',
      days: {
        morning: [
          'בוקר ראשון',
          'בוקר שני',
          'בוקר שלישי',
          'בוקר רביעי',
          'בוקר חמישי',
        ],
        night: ['ערב ראשון', 'ערב שני', 'ערב שלישי', 'ערב רביעי', 'ערב חמישי'],
      },
    },
  ],
  locations: [
    {
      name: 'שם אתר',
      days: ['ראשון', 'שני', 'שלישי', 'רביעי', 'חמישי', 'שישי', 'שבת'],
    },
  ],
  notes: ['הערה ראשונה', 'הערה שניה', 'הערה שלישית'],
};

export default dataEntry;
